Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: Use text field
sv: AnvÃ¤nd textfÃ¤ltet

source: An account already exists with the same username but possibly a different hostname.
sv: Ett konto existerar redan med samma anvÃ¤ndarnamn men mÃ¶jligen ett annat vÃ¤rdnamn.

source: Host name:
sv: VÃ¤rdnamn:

source: Host name
sv: VÃ¤rdnamn

source: Do not change the password
sv: Ãndra inte lÃ¶senordet

source: Authentication Plugin
sv: Insticksmodul-verifiering

source: Password Hashing Method
sv: Hashning av lÃ¶senord

source: The password for %s was changed successfully.
sv: LÃ¶senordet fÃ¶r %s har Ã¤ndrats.

source: You have revoked the privileges for %s.
sv: Du har upphÃ¤vt privilegierna fÃ¶r %s.

source: Add user account
sv: LÃ¤gg till anvÃ¤ndare

source: Database for user account
sv: Databas fÃ¶r anvÃ¤ndarkonto

source: Create database with same name and grant all privileges.
sv: Skapa databas med samma namn och tilldela alla privilegier.

source: Grant all privileges on wildcard name (username\_%).
sv: Bevilja alla privilegier till namn med jokertecken (username\_%).

source: Users having access to "%s"
sv: AnvÃ¤ndare som har tillgÃ¥ng till "%s"

source: User has been added.
sv: En anvÃ¤ndare har skapats.

source: Grant
sv: Bevilja

source: Not enough privilege to view users.
sv: Inte tillrÃ¤ckligt privilegier fÃ¶r att visa anvÃ¤ndare.

source: No user found.
sv: Ingen anvÃ¤ndare hittades.

source: Any
sv: Vem som helst

source: database-specific
sv: databasspecifik

source: wildcard
sv: jokertecken

source: table-specific
sv: tabellspecifik

source: Edit privileges
sv: Redigera behÃ¶righeter

source: Edit user group
sv: Redigera anvÃ¤ndargrupp

source: â¦ keep the old one.
sv: â¦ behÃ¥ll den gamla.

source: â¦ delete the old one from the user tables.
sv: â¦ ta bort den gamla frÃ¥n anvÃ¤ndartabellerna.

source: â¦ revoke all active privileges from the old one and delete it afterwards.
sv: â¦ upphÃ¤v alla aktiva privilegier frÃ¥n den gamla och ta bort den efterÃ¥t.

source: â¦ delete the old one from the user tables and reload the privileges afterwards.
sv: â¦ ta bort den gamla frÃ¥n anvÃ¤ndartabellerna och ladda om privilegierna efterÃ¥t.

source: Change login information / Copy user account
sv: Ãndra information om inloggning / kopiera anvÃ¤ndarkonto

source: Create a new user account with the same privileges and â¦
sv: Skapa ett nytt anvÃ¤ndarkonto med samma privilegier ochâ¦

source: User group
sv: AnvÃ¤ndargrupp

source: The selected user was not found in the privilege table.
sv: Den valda anvÃ¤ndaren kunde inte hittas i privilegietabellen.

source: No users selected for deleting!
sv: Inga anvÃ¤ndare valda fÃ¶r borttagning!

source: Reloading the privileges
sv: Laddar om privilegierna

source: The selected users have been deleted successfully.
sv: De valda anvÃ¤ndarna har tagits bort.

source: You have updated the privileges for %s.
sv: Du har uppdaterat privilegierna fÃ¶r %s.

source: Deleting %s
sv: Tar bort %s

source: The privileges were reloaded successfully.
sv: Privilegierna har laddats om.

source: The user %s already exists!
sv: AnvÃ¤ndaren %s finns redan!

source: Privileges for %s
sv: Privilegier fÃ¶r %s

source: User
sv: Användare

source: Edit privileges:
sv: Redigera behÃ¶righeter:

source: User account
sv: AnvÃ¤ndarkonto

source: Note: You are attempting to edit privileges of the user with which you are currently logged in.
sv: Obs: Du fÃ¶rsÃ¶ker redigera behÃ¶righeter fÃ¶r den anvÃ¤ndare som du Ã¤r inloggad som.

source: User accounts overview
sv: Ãversikt anvÃ¤ndarkonto

source: A user account allowing any user from localhost to connect is present. This will prevent other users from connecting if the host part of their account allows a connection from any (%) host.
sv: Ett anvÃ¤ndarkonto som tillÃ¥ter alla anvÃ¤ndare frÃ¥n localhost att ansluta Ã¤r tillgÃ¤ngligt. Detta kommer att hindra andra anvÃ¤ndare frÃ¥n att ansluta om vÃ¤rddelen av deras konto tillÃ¥ter anslutning frÃ¥n alla vÃ¤rddatorer (%).

source: You have added a new user.
sv: Du har lagt till en ny anvÃ¤ndare.

source: Current server:
sv: Aktuell Server:

source: Network traffic since startup: %s
sv: NÃ¤tverkstrafik sedan start: %s

source: This MySQL server has been running for %1$s. It started up on %2$s.
sv: Denna MySQL-servern har varit igÃ¥ng i %1$s. Den startade den %2$s.

source: This MySQL server works as <b>master</b> and <b>slave</b> in <b>replication</b> process.
sv: Denna MySQL-server fungerar som <b>master</b> och <b>slave</b> i en <b>replikerings</b>-process.

source: This MySQL server works as <b>master</b> in <b>replication</b> process.
sv: Denna MySQL-server arbetar som <b>master</b> i en <b>replikerings</b>-process.

source: This MySQL server works as <b>slave</b> in <b>replication</b> process.
sv: Denna MySQL-server arbetar som <b>slave</b> i en <b>replikerings</b>-process.

source: Replication status
sv: Replikeringsstatus

source: On a busy server, the byte counters may overrun, so those statistics as reported by the MySQL server may be incorrect.
sv: PÃ¥ en upptagen server kan byte-rÃ¤knare spÃ¥ra ur, sÃ¥ statistiken som rapporteras av MySQL-servern kan vara fel.

source: Received
sv: Mottagna

source: Sent
sv: Skickade

source: Max. concurrent connections
sv: Max antal samtidiga fÃ¶rbindelser

source: Failed attempts
sv: Misslyckade fÃ¶rsÃ¶k

source: Instructions
sv: Instruktioner

source: The Advisor system can provide recommendations on server variables by analyzing the server status variables.
sv: Handledningssystemet kan ge rekommendationer pÃ¥ servervariabler genom att analysera serverstatusvariablerna.

source: Do note however that this system provides recommendations based on simple calculations and by rule of thumb which may not necessarily apply to your system.
sv: Observera att detta system ger rekommendationer baserat pÃ¥ enkla berÃ¤kningar och genom tumregler som inte nÃ¶dvÃ¤ndigtvis gÃ¤ller fÃ¶r ditt system.

source: Prior to changing any of the configuration, be sure to know what you are changing (by reading the documentation) and how to undo the change. Wrong tuning can have a very negative effect on performance.
sv: Innan du Ã¤ndrar nÃ¥got av konfigurationen mÃ¥ste du veta vad du hÃ¥ller pÃ¥ att Ã¤ndra (genom att lÃ¤sa dokumentation) och hur du kan Ã¥ngra Ã¤ndringen. Fel instÃ¤llning kan ha en mycket negativ inverkan pÃ¥ prestandan.

source: The best way to tune your system would be to change only one setting at a time, observe or benchmark your database, and undo the change if there was no clearly measurable improvement.
sv: Det bÃ¤sta sÃ¤ttet att trimma ditt system Ã¤r att bara Ã¤ndra en instÃ¤llning i taget, iaktta eller benchmarka databasen, och Ã¥ngra den fÃ¶rÃ¤ndring om det inte fanns nÃ¥gon tydligt mÃ¤tbar fÃ¶rbÃ¤ttring.

source: SQL query
sv: SQL-frÃ¥ga

source: Handler
sv: Hanterare

source: Query cache
sv: FrÃ¥gecache

source: Temporary data
sv: TemporÃ¤ra data

source: Delayed inserts
sv: FÃ¶rdrÃ¶jda infogningar

source: Key cache
sv: Nyckelcache

source: Joins
sv: Kopplingar

source: Transaction coordinator
sv: Transaktionssamordnare

source: Files
sv: Filer

source: Flush (close) all tables
sv: Flusha (stÃ¤ng) alla tabeller

source: Show open tables
sv: Visa Ã¶ppna tabeller

source: Show slave hosts
sv: Visa slav-vÃ¤rdar

source: Show slave status
sv: Visa slav-status

source: Flush query cache
sv: Rensa frÃ¥gecache

source: Query statistics
sv: Visa statistik

source: All status variables
sv: Alla statusvariabler

source: Monitor
sv: Övervaka

source: Advisor
sv: Handledare

source: Log statistics
sv: Logga statistik

source: Selected time range:
sv: VÃ¤lj tidsintervall:

source: Only retrieve SELECT,INSERT,UPDATE and DELETE Statements
sv: HÃ¤mta endast SELECT-, INSERT-, UPDATE- och DELETE-kommandon

source: Remove variable data in INSERT statements for better grouping
sv: Ta bort variabeldata i INSERT-kommandon fÃ¶r bÃ¤ttre gruppering

source: Choose from which log you want the statistics to be generated from.
sv: VÃ¤lj vilken logg du vill att statistiken ska genereras frÃ¥n.

source: Results are grouped by query text.
sv: Resultaten grupperas efter frÃ¥getext.

source: Query analyzer
sv: FrÃ¥geanalyserare

source: Monitor Instructions
sv: Ãvervaka instruktioner

source: The phpMyAdmin Monitor can assist you in optimizing the server configuration and track down time intensive queries. For the latter you will need to set log_output to 'TABLE' and have either the slow_query_log or general_log enabled. Note however, that the general_log produces a lot of data and increases server load by up to 15%.
sv: phpMyAdmin Monitor hjÃ¤lpa dig optimera serverkonfigurationen och spÃ¥ra tidsintensiva frÃ¥gor. FÃ¶r det senare mÃ¥ste du stÃ¤lla log_output till "TABLE" och ha antingen slow_query_log eller general_log aktiverat. Observera att general_log producerar mycket data och Ã¶kar lasten pÃ¥ servern med upp till 15%.

source: Using the monitor:
sv: AnvÃ¤nda monitorn:

source: Your browser will refresh all displayed charts in a regular interval. You may add charts and change the refresh rate under 'Settings', or remove any chart using the cog icon on each respective chart.
sv: Din webblÃ¤sare kommer uppdatera alla diagram som visas med jÃ¤mna mellanrum. Du kan lÃ¤gga till diagram och Ã¤ndra uppdateringsfrekvensen under "InstÃ¤llningar", eller ta bort diagram med kugghjulsikonen pÃ¥ respektive diagram.

source: To display queries from the logs, select the relevant time span on any chart by holding down the left mouse button and panning over the chart. Once confirmed, this will load a table of grouped queries, there you may click on any occurring SELECT statements to further analyze them.
sv: FÃ¶r att visa sÃ¶kfrÃ¥gor frÃ¥n loggarna, vÃ¤lj Ã¶nskad tidsperiod pÃ¥ nÃ¥got diagram genom att hÃ¥lla ner vÃ¤nster musknapp och dra Ã¶ver diagrammet. NÃ¤r bekrÃ¤ftat kommer detta ladda en tabell Ã¶ver grupperade frÃ¥gor, dÃ¤r kan du klicka pÃ¥ de fÃ¶rekommande SELECT-satserna fÃ¶r att ytterligare analysera dessa.

source: Please note:
sv: VÃ¤nligen notera:

source: Enabling the general_log may increase the server load by 5-15%. Also be aware that generating statistics from the logs is a load intensive task, so it is advisable to select only a small time span and to disable the general_log and empty its table once monitoring is not required any more.
sv: Att aktivera "general_log" kan Ã¶ka belastningen pÃ¥ servern med 5-15%. Var ocksÃ¥ medveten om att generera statistik frÃ¥n loggarna Ã¤r en belastningsintensiv uppgift, sÃ¥ det Ã¤r klokt att vÃ¤lja en kort tidsperiod samt att inaktivera "general_log" och tÃ¶mma tabellen nÃ¤r Ã¶vervakningen inte behÃ¶vs lÃ¤ngre.

source: Add chart
sv: LÃ¤gg till diagram

source: Chart Title
sv: Diagramtitel

source: Preset chart
sv: FÃ¶rinstÃ¤llt diagram

source: Status variable(s)
sv: Statusvariabler

source: Select series:
sv: VÃ¤lj serie:

source: Commonly monitored
sv: Vanligtvis Ã¶vervakade

source: or type variable name:
sv: eller skriv variabelnamn:

source: Display as differential value
sv: Visa som skillnadsvÃ¤rde

source: Apply a divisor
sv: TillÃ¤mpa en dividend

source: Append unit to data values
sv: LÃ¤gg till enhet till datavÃ¤rdena

source: Add this series
sv: LÃ¤gg till denna serie

source: Clear series
sv: Rensa serie

source: Series in chart:
sv: Serie i diagram:

source: Start Monitor
sv: Starta Monitor

source: Instructions/Setup
sv: Instruktioner/Setup

source: Done dragging (rearranging) charts
sv: Klar med Ã¤ndring (omdisponering) av diagram

source: Enable charts dragging
sv: Aktivera diagram

source: Refresh rate
sv: Uppdateringsfrekvens

source: Chart columns
sv: Visa kolumner

source: Chart arrangement
sv: Diagramarrangemang

source: The arrangement of the charts is stored to the browsers local storage. You may want to export it if you have a complicated set up.
sv: Arrangemanget av diagrammen lagras lokalt i webblÃ¤saren. Du kanske vill exportera den om du har en komplicerad instÃ¤llning.

source: Reset to default
sv: Ã terstÃ¤ll till standardinstÃ¤llningen

source: Note: Enabling the auto refresh here might cause heavy traffic between the web server and the MySQL server.
sv: Anm: Att aktivera Ã¥terstÃ¤llning av databas-statistik hÃ¤r kan orsaka tung trafik mellan webbservern och MySQL-servern.

source: Progress
sv: Framsteg

source: Filters
sv: Filter

source: Show only active
sv: Visa endast aktiva

source: Questions since startup: %s
sv: FrÃ¥gor sedan start: %s

source: per hour:
sv: per timme:

source: per minute:
sv: per minut:

source: per second:
sv: per sekund:

source: Statements
sv: Uppgifter

source: Containing the word:
sv: InnehÃ¥ller ordet:

source: Show only alert values
sv: Visa endast varningsvÃ¤rden

source: Filter by categoryâ¦
sv: Filtrera efter kategori â¦

source: Show unformatted values
sv: Visa oformaterade vÃ¤rden

source: Related links:
sv: Liknande lÃ¤nkar:

source: The number of connections that were aborted because the client died without closing the connection properly.
sv: Antalet anslutningar som avbrÃ¶ts eftersom klienten dog utan att stÃ¤nga anslutningen ordentligt.

source: The number of failed attempts to connect to the MySQL server.
sv: Antalet misslyckade fÃ¶rsÃ¶k att ansluta till MySQL-servern.

source: The number of transactions that used the temporary binary log cache but that exceeded the value of binlog_cache_size and used a temporary file to store statements from the transaction.
sv: Antalet transaktioner som anvÃ¤nde den temporÃ¤ra binÃ¤ra loggcachen, men som Ã¶verskred vÃ¤rdet binlog_cache_size och anvÃ¤nde en temporÃ¤r fil fÃ¶r att lagra satser frÃ¥n transaktionen.

source: The number of transactions that used the temporary binary log cache.
sv: Antalet transaktioner som anvÃ¤nde den temporÃ¤ra binÃ¤ra loggcachen.

source: The number of connection attempts (successful or not) to the MySQL server.
sv: Antalet anslutningsfÃ¶rsÃ¶k (lyckade eller inte) till MySQL-servern.

source: The number of temporary tables on disk created automatically by the server while executing statements. If Created_tmp_disk_tables is big, you may want to increase the tmp_table_size value to cause temporary tables to be memory-based instead of disk-based.
sv: Antalet temporÃ¤ra tabeller pÃ¥ disk skapade automatiskt av servern under utfÃ¶rande av satser. Om vÃ¤rdet Created_tmp_disk_tables Ã¤r stort vill du kanske Ã¶ka vÃ¤rdet tmp_table_size fÃ¶r att Ã¥stadkomma att temporÃ¤ra tabeller lagras i minne istÃ¤llet fÃ¶r pÃ¥ disk.

source: How many temporary files mysqld has created.
sv: Antalet temporÃ¤ra filer som mysqld har skapat.

source: The number of in-memory temporary tables created automatically by the server while executing statements.
sv: Antalet temporÃ¤ra tabeller i minne skapade automatiskt av servern under utfÃ¶rande av satser.

source: The number of rows written with INSERT DELAYED for which some error occurred (probably duplicate key).
sv: Antalet rader skrivna med INSERT DELAYED fÃ¶r vilka nÃ¥got fel uppstod (fÃ¶rmodligen dubblerad nyckel).

source: The number of INSERT DELAYED handler threads in use. Every different table on which one uses INSERT DELAYED gets its own thread.
sv: Antalet INSERT DELAYED-hanteringstrÃ¥dar i bruk. Varje tabell pÃ¥ vilken man anvÃ¤nder INSERT DELAYED fÃ¥r sin egen trÃ¥d.

source: The number of INSERT DELAYED rows written.
sv: Antalet skrivna rader med INSERT DELAYED.

source: The number of executed FLUSH statements.
sv: Antalet utfÃ¶rda FLUSH-satser.

source: The number of internal COMMIT statements.
sv: Antalet interna COMMIT-satser.

source: The number of times a row was deleted from a table.
sv: Antalet gÃ¥nger en rad togs bort frÃ¥n en tabell.

source: The MySQL server can ask the NDB Cluster storage engine if it knows about a table with a given name. This is called discovery. Handler_discover indicates the number of time tables have been discovered.
sv: MySQL-servern kan frÃ¥ga lagringsmotorn NDB Cluster om den kÃ¤nner till en tabell med ett givet namn. Detta kallas upptÃ¤ckt. Handler_discover indikerar antalet gÃ¥nger tabeller har upptÃ¤ckts.

source: The number of times the first entry was read from an index. If this is high, it suggests that the server is doing a lot of full index scans; for example, SELECT col1 FROM foo, assuming that col1 is indexed.
sv: Antalet gÃ¥nger fÃ¶rsta posten lÃ¤stes frÃ¥n ett index. Om detta vÃ¤rde Ã¤r hÃ¶gt tyder det pÃ¥ att servern gÃ¶r mÃ¥nga helindex-avsÃ¶kningar; t.ex. SELECT col1 FROM foo, under fÃ¶rutsÃ¤ttning att col1 Ã¤r indexerad.

source: The number of requests to read a row based on a key. If this is high, it is a good indication that your queries and tables are properly indexed.
sv: Antalet efterfrÃ¥gningar att lÃ¤sa en rad baserat pÃ¥ en nyckel. Om detta vÃ¤rde Ã¤r hÃ¶gt Ã¤r det en bra indikation pÃ¥ att dina frÃ¥gor och tabeller Ã¤r riktigt indexerade.

source: The number of requests to read the next row in key order. This is incremented if you are querying an index column with a range constraint or if you are doing an index scan.
sv: Antalet efterfrÃ¥gningar att lÃ¤sa den fÃ¶ljande raden i nyckelordning. Detta vÃ¤rde Ã¶kas om du frÃ¥gar en indexkolumn med en urvalsbegrÃ¤nsning eller om du gÃ¶r en indexavsÃ¶kning.

source: The number of requests to read the previous row in key order. This read method is mainly used to optimize ORDER BY â¦ DESC.
sv: Antalet efterfrÃ¥gningar att lÃ¤sa den fÃ¶regÃ¥ende raden i nyckelordning. Denna lÃ¤smetod anvÃ¤nds huvudsakligen fÃ¶r att optimera ORDER BY â¦ DESC.

source: The number of requests to read a row based on a fixed position. This is high if you are doing a lot of queries that require sorting of the result. You probably have a lot of queries that require MySQL to scan whole tables or you have joins that don't use keys properly.
sv: Antalet efterfrÃ¥gningar att lÃ¤sa en rad baserat pÃ¥ en fix position. Detta vÃ¤rde Ã¤r hÃ¶gt om du stÃ¤ller mÃ¥nga frÃ¥gor som krÃ¤ver sortering av resultatet. Du har fÃ¶rmodligen mÃ¥nga frÃ¥gor som krÃ¤ver att MySQL avsÃ¶ker hela tabeller eller du har fÃ¶reningar som inte anvÃ¤nder nycklar pÃ¥ rÃ¤tt sÃ¤tt.

source: The number of requests to read the next row in the data file. This is high if you are doing a lot of table scans. Generally this suggests that your tables are not properly indexed or that your queries are not written to take advantage of the indexes you have.
sv: Antalet efterfrÃ¥gningar att lÃ¤sa den fÃ¶ljande raden i datafilen. Detta vÃ¤rde Ã¤r hÃ¶gt om du gÃ¶r mÃ¥nga tabellavsÃ¶kningar. I allmÃ¤nhet antyder detta att dina tabeller inte Ã¤r riktigt indexerade eller att dina frÃ¥gor inte Ã¤r skrivna fÃ¶r att dra nytta av de index du har.

source: The number of internal ROLLBACK statements.
sv: Antalet interna ROLLBACK-satser.

source: The number of requests to update a row in a table.
sv: Antalet efterfrÃ¥gningar att uppdatera en rad i en tabell.

source: The number of requests to insert a row in a table.
sv: Antalet efterfrÃ¥gningar att lÃ¤gga till en rad i en tabell.

source: The number of pages containing data (dirty or clean).
sv: Antalet sidor innehÃ¥llande data (orena eller rena).

source: The number of pages currently dirty.
sv: Antalet sidor fÃ¶r nÃ¤rvarande orena.

source: The number of buffer pool pages that have been requested to be flushed.
sv: Antalet buffert-sidor som har efterfrÃ¥gats om att bli rensade.

source: The number of free pages.
sv: Antalet tomma sidor.

source: The number of latched pages in InnoDB buffer pool. These are pages currently being read or written or that can't be flushed or removed for some other reason.
sv: Antalet lÃ¥sta sidor i InnoDB-buffert. Dessa Ã¤r sidor som fÃ¶r nÃ¤rvarande lÃ¤ses eller skrivs eller som inte kan rensas eller tas bort av nÃ¥gon annan anledning.

source: The number of pages busy because they have been allocated for administrative overhead such as row locks or the adaptive hash index. This value can also be calculated as Innodb_buffer_pool_pages_total - Innodb_buffer_pool_pages_free - Innodb_buffer_pool_pages_data.
sv: Antalet upptagna sidor pga att de har blivit allokerade som administrativt extrautrymme fÃ¶r bl.a. radlÃ¥s eller adaptivt hashindex. Detta vÃ¤rde kan ocksÃ¥ berÃ¤knas som Innodb_buffer_pool_pages_total - Innodb_buffer_pool_pages_free - Innodb_buffer_pool_pages_data.

source: Total size of buffer pool, in pages.
sv: Total storlek pÃ¥ buffert, i antal sidor.

source: The number of "random" read-aheads InnoDB initiated. This happens when a query is to scan a large portion of a table but in random order.
sv: Antalet "slumpmÃ¤ssiga" lÃ¤sningar i fÃ¶rvÃ¤g som InnoDB initierat. Detta sker nÃ¤r en frÃ¥ga ska avsÃ¶ka en stor del av en tabell men i slumpmÃ¤ssig ordning.

source: The number of sequential read-aheads InnoDB initiated. This happens when InnoDB does a sequential full table scan.
sv: Antalet sekventiella lÃ¤sningar i fÃ¶rvÃ¤g som InnoDB initierat. Detta sker nÃ¤r InnoDB gÃ¶r en sekventiell avsÃ¶kning av en hel tabell.

source: The number of logical read requests InnoDB has done.
sv: Antalet logiska lÃ¤sefterfrÃ¥gningar som InnoDB har gjort.

source: The number of logical reads that InnoDB could not satisfy from buffer pool and had to do a single-page read.
sv: Antalet logiska lÃ¤sningar som InnoDB inte kunde uppfylla frÃ¥n buffert och fick gÃ¶ra en enkelsidig lÃ¤sning.

source: Normally, writes to the InnoDB buffer pool happen in the background. However, if it's necessary to read or create a page and no clean pages are available, it's necessary to wait for pages to be flushed first. This counter counts instances of these waits. If the buffer pool size was set properly, this value should be small.
sv: Normalt sker skrivningar till InnoDB-bufferten i bakgrunden. Dock om det behÃ¶vs lÃ¤sas eller skapas en sida och inga rena sidor finns tillgÃ¤ngliga, sÃ¥ Ã¤r det nÃ¶dvÃ¤ndigt att vÃ¤nta pÃ¥ att sidor rensas fÃ¶rst. Denna rÃ¤knare rÃ¤knar fall med dessa vÃ¤ntanden. Om buffertstorleken var riktigt satt ska detta vÃ¤rde vara litet.

source: The number writes done to the InnoDB buffer pool.
sv: Antalet skrivningar gjorda till InnoDB-bufferten.

source: The number of fsync() operations so far.
sv: Antalet fsync()-operationer hittills.

source: The current number of pending fsync() operations.
sv: Nuvarande antal vÃ¤ntande fsync()-operationer.

source: The current number of pending reads.
sv: Nuvarande antal vÃ¤ntande lÃ¤sningar.

source: The current number of pending writes.
sv: Nuvarande antal vÃ¤ntande skrivningar.

source: The amount of data read so far, in bytes.
sv: MÃ¤ngden data lÃ¤st hittills, i bytes.

source: The total number of data reads.
sv: Totalt antal lÃ¤sningar av data.

source: The total number of data writes.
sv: Totalt antal skrivningar av data.

source: The amount of data written so far, in bytes.
sv: MÃ¤ngden data skriven hittills, i bytes.

source: The number of pages that have been written for doublewrite operations.
sv: Antalet sidor som har skrivits fÃ¶r doublewrite transaktioner.

source: The number of doublewrite operations that have been performed.
sv: Antalet doublewrite transaktioner som har utfÃ¶rts..

source: The number of waits we had because log buffer was too small and we had to wait for it to be flushed before continuing.
sv: Antalet vÃ¤ntanden pga loggbufferten var fÃ¶r liten och vi behÃ¶vde vÃ¤nta pÃ¥ att den skulle rensas innan kunde fortsÃ¤tta.

source: The number of log write requests.
sv: Antalet fÃ¶rfrÃ¥gningar att skriva till logg.

source: The number of physical writes to the log file.
sv: Antalet fysiska skrivningar till loggfilen.

source: The number of fsync() writes done to the log file.
sv: Antalet fsync()-skrivningar gjorda till loggfilen.

source: The number of pending log file fsyncs.
sv: Antalet vÃ¤ntande fsync() av loggfil.

source: Pending log file writes.
sv: VÃ¤ntande skrivningar till loggfil.
